cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'imagemagick'
brew 'openssl'
brew 'openconnect'
brew 'node'
brew 'wget'
brew 'git'
brew 'nativefier'
brew 'readline'
brew 'python'
brew 'ruby'
brew 'vim'
brew 'watchman'
brew 'yarn'

cask 'atom'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'webpquicklook'
cask 'vagrant'
cask 'virtualbox'
cask 'spectacle'
cask 'caffeine'
cask 'visual-studio-code'
cask 'vlc'
