cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'imagemagick'
brew 'openssl'
brew 'openconnect'
brew 'go'
brew 'wget'
brew 'git'
brew 'python'
brew 'readline'
brew 'ruby'
brew 'rbenv'
brew 'vim'
brew 'watchman'
brew 'yarn' --without-node

cask 'qlmarkdown'
cask 'quicklook-json'
cask 'webpquicklook'
cask 'vagrant'
cask 'virtualbox'
